Repository: BackupTheBerlios/lincity-ng-svn
Catalog: trunk/data/locale/*.po
Languages: ca

source: Query Tool
ca: Eina de preguntar

source: Bulldozer
ca: Escabadora

source: Residential: 50 denizens, low birthrate, high deathrate
ca: Residencia; 50 habitants, pocs naixaments,alta defunció

source: Residential: 100 denizens, high birthrate, low deathrate
ca: Residencial; 100 hab., alta natalitat, poques morts

source: Residential: 200 denizens, high birthrate, high deathrate
ca: Residencial;200 hab., alta natalitat, alta defunció

source: Residential: 100 denizens, low birthrate, high deathrate
ca: Residencial; 100 hab. baixa natalitat, alta mortalitat

source: Residential: 200 denizens, high birthrate, low deathrate
ca: Residencial; 200 hab, alta natalitat, baixa mortalitat

source: Residential: 400 denizens, high birthrate, high deathrate
ca: Residencial; 400 hab.,alta natalitat, alta mortalitat

source: [Click right for help.]
ca: [Clic esquerra per ajuda.]

source: Launchsite
ca: Zona de Llansament

source: ----- IN TEST MODE -------
ca: -----MODE PROBA--------

source: Game statistics from LinCity-NG Version %s
ca: Estadístiques de joc per la versió %s de LinCity-NG

source: Initial loaded scene - %s
ca: Escenari inicial carregat - %s

source: Economy is sustainable
ca: L'economía es sustanible

source: Population %d of which %d are not housed.
ca: Població %d dels que un %d no viuan en casas

source: Max population %d Number evacuated %d Total births %d
ca: Maxime població%d Nombre evacuats%d Total nascuts%d

source: Date %s %04d Money %8d Tech-level %5.1f (%5.1f)
ca: Date%s %04d Capital %8d Nivell Tecnic %5.1f (%5.1f)

source: .Deaths by starvation %7d History %8.3f
ca: Morts per fam %7d Históric %8.3f

source: Deaths from pollution %7d History %8.3f
ca: Morts per contaminació %7d Históric %8.3f

source: Years of unemployment %7d History %8.3f
ca: Anys de paro

source: Rockets launched %2d Successful launches %2d
ca: Cohets llansats%2d Próxim llansament% 2d

source: . Residences %4d Markets %4d Farms %4d
ca: .Residencias%4d Mercats%4d Granges%4d

source: . Monuments %4d Schools %4d Universities %4d
ca: . Monuments%4d Escoles%4d Universitats%4d

source: .Fire stations %4d Parks %4d Sports fields %4d
ca: .Bombers%4d Parcs%4d Esports%4d

source: Health centres %4d Tips %4d Shanties %4d
ca: Centres Salut t%4d Abodcadors%4d Pipicans %4d

source: . Windmills %4d Coal powers %4d Solar powers %4d
ca: . Molins%4d Potencia carbó%4d Potencia Solar%4d

source: . Substations %4d Power lines %4d Ports %4d
ca: . Sub-estacions %4d Líneas Eléctriques%4d Ports%4d

source: . Tracks %4d Roads %4d Rail %4d
ca: . Camins %4d Carreteras %4d Vias %4d

source: . Potteries %4d Blacksmiths %4d Mills %4d
ca: . Terrisserias %4d Fargues%4d Molins%4d

source: . Light inds %4d Heavy inds %4d Recyclers %4d
ca: . Ind. lleugera%4d Ind. Pesada%4d Reciclat%4d

source: . Coal mines %4d Ore mines %4d Communes %4d
ca: . Mines Carbó%4d Mines Coure%4d Comunes%4d

source: Market
ca: Mercat

source: Mining
ca: Minería

source: Trade
ca: Comunicacions

source: Money
ca: Diners

source: Popul.
ca: Població

source: Techn.
ca: Tecn.

source: Fire
ca: Foc

source: Economy Overview:
ca: Economía oberta

source: Sustainability:
ca: Sustenibilitat

source: Frames per Second:
ca: Imatges per segon:

source: You lose.
ca: Has perdut

source: Minimap: outline map
ca: Minimapa: perfil del mapa

source: Minimap: unemployment
ca: Minimap; Parats

source: Minimap: pollution
ca: Minimap Contaminació

source: Minimap: nourishments
ca: Minimapa: alimentació

source: Minimap: power supply
ca: Minimap: suport energía

source: Minimap: firedepartment cover
ca: Minimap Departament de foc

source: Minimap: sport cover
ca: Minimapa: esports

source: Minimap: medical care
ca: Minimapa: Salut

source: Minimap: coal depots
ca: Minimapa:dipòsits carbó

source: Minimap: traffic density
ca: Minimapa: Densitat de trafec

source: Estimated Bulldoze Cost:
ca: Cost estimat escabadora

source: Bulldoze Cost:
ca: Cost Escabadora:

source: Query Tool: Show information about selected building.
ca: Eina de investigar. Mostre informació sobres el edifici seleccionat

source: Bulldozer: remove building -price varies-
ca: Enderroc: el.liminar l'edifici -preu variable-

source: : Cost to build
ca: Cost de construcció

source: , to bulldoze
ca: Excava

source: To build
ca: Construeix

source: of them
ca: d'ells

source: will cost about
ca: Et costará

source: empty
ca: Buit

source: build something here
ca: Construir aquí

source: no further information available
ca: Informació no disponible

source: Coverage
ca: Cubert

source: Yes
ca: Si

source: Health
ca: Salut

source: Sport
ca: Esport

source: Pollution
ca: Contaminació

source: clear
ca: Borrar

source: good
ca: Bè

source: fair
ca: Fals

source: smelly
ca: Pudent

source: smokey
ca: Fums

source: smoggy
ca: nuvols tòxics

source: bad
ca: enrrera

source: very bad
ca: més enrrera

source: death!
ca: mort

source: Bulldoze Cost
ca: Cost Escabadora

source: Tax Income
ca: Ingres Impostos

source: Income
ca: Ingressos

source: Coal
ca: Carbó

source: Goods
ca: Mercaderíes

source: Export
ca: Exportar

source: Expenses
ca: Despesses

source: Unemp.
ca: Parats

source: Imports
ca: Importar

source: Others
ca: Altres

source: Other Costs
ca: Altres costos

source: For year
ca: Per any

source: Interest
ca: Interés

source: Schools
ca: Escola

source: Deaths
ca: Morts

source: Windmill
ca: Molí

source: Rockets
ca: Cohets

source: Fire Stn
ca: Bombers

source: Recycle
ca: Reciclat

source: Population
ca: Població

source: Housed
ca: Ocupat

source: Homeless
ca: Buit

source: Shanties
ca: Pipican

source: Unn Dths
ca: Morts inesperats

source: Unemployment
ca: Parats

source: Claims
ca: Reivindicacions

source: Rate
ca: Rati

source: Starvation
ca: Fam

source: Cases
ca: Casos

source: It's at a power line.
ca: Això és una línea electrica

source: It's at a solar power station.
ca: Això és una central solar

source: It's at a substation.
ca: Això és una sub-estació

source: It's at a residential area.
ca: Això és una area residencial

source: It's at a farm.
ca: Això és una Grange

source: It's at a market.
ca: Això és un Mercat

source: It's at a track.
ca: Això és un camí

source: It's at a coal mine.
ca: Això és una mine de carbó

source: It's at a railway.
ca: Això és una Via

source: It's at a coal power station.
ca: Això és una central de carbó

source: It's at a road.
ca: Això és una Carretera

source: It's at light industry.
ca: Això és una Indústria electrica

source: It's at a university.
ca: Això és una Universitat

source: It's at a commune.
ca: Això és una comune

source: It's at a tip.
ca: Això és una deixellería

source: It's at a port.
ca: Això és el Port

source: It's at a steel works.
ca: Taller Mecànic

source: It's at a recycle centre.
ca: Centre de Reciclat

source: It's at a health centre.
ca: Això és un Centre Hospitalari

source: It's at a rocket site.
ca: Això és una plataforma de cohets

source: It's at a windmill.
ca: Això és un molí

source: It's at a school.
ca: Això és una Escola

source: It's at a blacksmith.
ca: Això és una Farga

source: It's at a mill.
ca: Això és una fábrica

source: It's at a pottery.
ca: Això és un taller de cerámique

source: It's at a fire station!!!.
ca: Això és una Estació de Bombers

source: It's at a sports field!!!.
ca: Això és un Poliesportiu

source: It's at a shanty town.
ca: Això és na gossera

source: UNKNOWN!
ca: DESCONEGUT!

source: Error. Can't find LINCITY_HOME
ca: Error: No es pot trobar el LINCITY_HOME

source: Error verifying package. Can't find colour.pal.
ca: Error verificar paquet. No es troba color.pal.

source: Couldn't create the save directory '%s'
ca: No s'ha pogut crear el directori '%s'

source: Out of memory: malloc failure
ca: Memòria insuficient: fallida general

source: Apr
ca: Abril

source: Feb
ca: Febrer

source: Jan
ca: Gener

source: Mar
ca: Març

source: Aug
ca: Agost

source: Jun
ca: Juny

source: May
ca: Maig

source: Sep
ca: Set.

source: Empty
ca: Buit

source: Power line
ca: Linea elèctrica

source: Substation
ca: Sub-estació

source: Residential LL
ca: Residencial LL

source: Farm
ca: Granja

source: Track
ca: Camí

source: Coalmine
ca: Mina de carbó

source: Railway
ca: Via

source: Coal PS
ca: Coure PS

source: Road
ca: Carretera

source: Lt. Industry
ca: Petita Indústria

source: University
ca: Universitat

source: Commune
ca: Comuna

source: Ore mine
ca: Mina de coure

source: Rubbish tip
ca: Deixelleria

source: Hv. Industry
ca: Industria pesada

source: Park
ca: Parq

source: Water
ca: Aigüa

source: Health centre
ca: Centre Hospitalari

source: Rocket pad
ca: Cohet

source: School
ca: Escola

source: Blacksmith
ca: Farga

source: Mill
ca: Molí

source: Pottery
ca: Terrisseria

source: Fire sta'n
ca: Bombers

source: Sports field
ca: Estadi Poliesportiu

source: Burnt
ca: Cremar

source: Shanty town
ca: Pipican

source: Used
ca: Ocupat

source: Residential ML
ca: Residencia ML

source: Residential HL
ca: Residencia HL

source: Save file <%s> -
ca: Desa fitxer<%s> -

source: Can't open save file!
ca: No es pot obrir el fitxer de desar!

source: Can't open <%s> (gzipped)
ca: No es pot obrir <%s> (gzipped)

source: Capacity
ca: Capacitat

source: Inventory
ca: Inventari

source: Max Output
ca: Sortida máxima

source: Current Output
ca: Sortida actual

source: Jobs
ca: Ocupació

source: Tech
ca: Tec

source: Grid ID
ca: Graella ID

source: Coal Mine
ca: Mina de carbó

source: Stock
ca: Magatsem

source: Reserve
ca: Reserva

source: EMPTY
ca: BUIT

source: Activity
ca: Activitat

source: Ore
ca: Coure

source: Steel
ca: Acer

source: Waste
ca: Escombreríes

source: Fire Station
ca: Bombers

source: Health Centre
ca: Hospital

source: Grid
ca: Graella

source: Power
ca: Energía

source: Store
ca: Magatzem

source: YES
ca: Si

source: Food
ca: Aliment

source: Textile Mill
ca: Fàbrica tèxtil

source: % Complete
ca: %Complert

source: Ore Mine
ca: Mine de coure

source: Organic Farm
ca: Grange orgánique

source: Power Line
ca: Linea electrica

source: Rail
ca: Via

source: Residence
ca: Residencia

source: People
ca: Persones

source: Fed
ca: Menjar

source: Employed
ca: Ampleats

source: poor
ca: Pobres

source: Job
ca: Treballs

source: Health Cvr
ca: Salud Cvr

source: Rocket Pad
ca: Plataforma de cohets

source: Completion
ca: Acabat

source: Lessons Learned
ca: Llisons apreses

source: Local Demand
ca: Demanda Local

source: Grid Status
ca: Estat Graella

source: Demand
ca: Demanda

source: Landfill
ca: Abocador

source: Last Month
ca: Últim mes

source: Tons
ca: Tones

source: Percent
ca: Percentatge

source: % Filled
ca: % Plè

source: Tech Produced
ca: Tecnologies produides

source: Navigable
ca: Navegable

source: Local Status
ca: Estat Local

source: Loading scene
ca: Obrint escena
