Repository: BackupTheBerlios/lincity-ng-svn
Catalog: trunk/data/locale/gui/*.po
Languages: ca

source: A Fire has started
ca: S'ha declarat un incendi

source: A fire has broken out at a shanty town. It is in a fire cover area and APPEARS to be under control.
ca: S'ha produït un incendi en una zona de barraques. Es troba en una zona coberta pels bombers iSEMBLA estar sota control.

source: A fire has broken out at a shanty town. The fire is OUT OF CONTROL and may spread to other areas.
ca: S'ha declarat un incendi a les barraques. L'incendi es troba FORA DE CONTROLi es pot escampar a altres zones.

source: Back
ca: Enrera

source: Background Music
ca: Música de fons

source: Basketball Courts available
ca: Pista de bàsquet disponible

source: Blacksmiths available
ca: Farga disponible

source: Bulldozing a monument costs a lot of money.
ca: Enderrocar un monument és molt car.

source: Bulldozing a section of river costs a lot of money.
ca: Arrasar una part del riu és molt car.

source: Bulldozing a shanty town costs a lot of money and may cause a fire.
ca: Enderrocar barraques és car i sol provocar incendis.

source: Buy
ca: Compra

source: Choose Scenario
ca: Escull un escenari

source: Coal
ca: Carbó

source: Coal Fired Power Stations available
ca: Central tèrmica disponible

source: Coal Mine available
ca: Mina de carbó disponible

source: Coal Survey
ca: Carbó

source: Code
ca: Codi

source: Continue
ca: Continua

source: Credits
ca: Crèdits

source: Doing well.
ca: Ho estàs fent bé.

source: Eco
ca: Economia

source: Economy Sustainable.
ca: Economia sostenible

source: Evacuation Launch Good
ca: Evacuació correcta

source: Fire
ca: Incendi

source: Fire Stations available
ca: Bombers disponibles

source: Fire!
ca: Foc!

source: Food
ca: Menjar

source: Fullscreen
ca: Pantalla completa

source: Gamestats
ca: Estat del Joc

source: Go back to Main Menu
ca: Vés al menú principal

source: Goods
ca: Béns

source: Graphics
ca: Gràfics

source: Harbour Trade Settings
ca: Paràmetres del comerç portuari

source: Health Centres available
ca: Centres sanitaris disponibles

source: Heavy Industry available
ca: Indústria pesada disponible

source: Import/Export available
ca: Importar/Exportar disponible

source: Jobs
ca: Treball

source: Launch Failure
ca: Enlairament fallit

source: Launch Successfull
ca: Proper enlairament

source: Launch now?
ca: El voleu enlairar ara?

source: Light Industry available
ca: Indústria elèctrica disponible

source: LinCity has determined that you have a sustainable economy.
ca: Tens una economia sostenible

source: Load
ca: Carrega

source: Load Game
ca: Carrega una partida

source: Map
ca: Mapa

source: Mills available
ca: Fàbrica disponible

source: Modern Windmills available
ca: Molí modern disponible

source: Money
ca: Diners

source: New Game
ca: Nou Joc

source: New Invention
ca: Nova Versió

source: No Credit Available
ca: Credits no diponibles

source: Nobody Home
ca: Casa sense persones

source: Not Allowed
ca: No és permès

source: Ok
ca: D'acord

source: Okay
ca: D'acord

source: Options
ca: Opcions

source: Ore
ca: Coure

source: Original Idea and Code
ca: Idea Original i Codi

source: Parks available
ca: Parcs disponibles

source: Pause the game
ca: Pausa el joc

source: Population
ca: Contaminació

source: Potteries available
ca: Terrissaire disponible

source: Press this button to show statistics
ca: Prem aquest botó per veure les estadístiques

source: Product
ca: Producte

source: Quit
ca: Sortida

source: Railways available
ca: Vies de tren disponibles

source: Recycling Centres available
ca: Centre de reciclat disponible

source: Rivers available
ca: Rius disponible

source: Roads available
ca: Carretera disponible

source: Rocket Launch Pad available
ca: Plataforma coets disponible

source: Rocket Ready
ca: Coet llest per a ser enlairat

source: Rocket ready to launch
ca: Coet a punt per enlairar

source: Run the simulation with fast speed
ca: Juga ràpidament.

source: Run the simulation with normal speed
ca: Juga a una velocitat normal

source: Run the simulation with very fast speed
ca: Juga molt ràpidament

source: Save
ca: Desa-ho

source: Save Game
ca: Desa el joc

source: Schools available
ca: Escola disponible

source: See the help screen for more information on coal mines and coal surveys.
ca: Per mes informació vés a a pantalla d'ajuda sobre les mines de carbó i coure

source: See the help screen for more information.
ca: Per mes informació veure pantalla de ayude

source: Sell
ca: Ven

source: Send out Prospectors
ca: Envia exploradors

source: Show Income and Expenses. Click this tab again to cycle through views.
ca: Mostra els impostos i les despeses. Clica en aquesta pestanya de nou per canviar els modes de visualització.

source: Show coal depots
ca: Mostra els dipòsits de carbó

source: Show economy graphs.
ca: Mostra els gràfics de l'economia.

source: Show fire department cover
ca: Mostra la cobertura dels bombers.

source: Show map outline
ca: Mostra el mapa

source: Show medical care
ca: Mostra els centres mèdics.

source: Show nourishments
ca: Mostra els aliments

source: Show pollution density
ca: Mostra la densitat de la contaminació.

source: Show power supply
ca: Mostra el subministrament d'energia

source: Show resources.
ca: Mostra els recursos.

source: Show sport cover
ca: Mostra la cobertura dels esports.

source: Show the MiniMap
ca: Mostra el Minimapa

source: Show traffic density
ca: Mostra la densitat de trànsit.

source: Show unemployment
ca: Mostra l'atur.

source: Solar Power Stations available
ca: Central solar disponible

source: Sorry you can't bulldoze a tip.
ca: No pots enderrocar aquest lloc.

source: Sound Effects
ca: Efectes de so

source: Sound and Music
ca: So i música

source: Start
ca: Entra

source: Start with empty board.
ca: Entra amb escenari buit

source: Start with random village.
ca: Entra amb poble aleatori

source: Stats
ca: Estat

source: Steel
ca: Acer

source: Tech Level
ca: Nivell Tecnològic

source: There are no people left in this city.
ca: No hi ha habitants en aquesta ciutat.

source: This will cost you 1 million once. After that it is free to call again.
ca: Costarà 1 milió, un sol cop. Després és lliure de pagament.

source: Total Evacuation Complete.
ca: Evacuació total completada.

source: Trade Settings
ca: Paràmetres de comerç

source: Translation
ca: Traducció

source: University available
ca: Universitat disponible

source: Want to bulldoze?
ca: Vols arrasar-ho?

source: Warning
ca: Perill

source: Warning: Bulldozing monuments is expensive
ca: Compte: Enderrocar monuments és car

source: Warning: Bulldozing shanties is dangerous.
ca: Compte! És perillós enderrocar barraques.

source: Warning: Bulldozing water is expensive
ca: Compte: Arrasar aigües és car.

source: Well done you have evacuated all your people.
ca: Hauràs de evacuar la gent.

source: Windmills available
ca: Molins disponibles

source: Yes
ca: Sí

source: You better go and look for it
ca: Millor que ho aneu a cercar.

source: You can launch the rocket now or wait until later. If you wait it will continue costing you money to keep the rocket ready. Launch it later by clicking on the rocket area.
ca: Pots enlairar el coet ara o esperar-te i fer-ho mes tard. Si vols continuar,mantenir el coet a punt et costarà diners. Fes-lo enlairar quan vulguisclicant a l'àrea del coet.

source: You can now import and export coal, goods, ore and steel. Read the help pages on these subjects to find out how to use them.
ca: Pots Importar i exportar carbó, béns, coure i acer. Llegeix les pàgines d'ajuda per saber com funciona.

source: You have a budget deficit. The legislative council will not allow you to build parks on credit.
ca: Tens dèficit pressupostari. La legislació no et permet construir parcs a crèdit.

source: You have a budget deficit. The legislative council will not allow you to build recycling centres on credit.
ca: Tens dèficit pressupostari. La legislació no et permet construir centresde reciclatge a crèdit.

source: You have a budget deficit. The legislative council will not allow you to build rocket launch pads on credit.
ca: Tens dèficit pressupostari. La legislació no et permet construir plataformes aeroespacials a crèdit.

source: You have a budget deficit. The legislative council will not allow you to build solar power stations on credit.
ca: Tens dèficit pressupostari. La legislació no et permet construir centrals solars a crèdit.

source: You have a budget deficit. The legislative council will not allow you to build universities on credit.
ca: Tens dèficit pressupostari. La legislació no et permet construir universitats a crèdit.

source: You have evacuated 1000 people. You might want to reduce the size of your economy to reflect the reduced population.
ca: Has evacuat a 1000 persones. Hauries de reduir les mides de la teva economia per a reflexar la redució de la població.

source: You have reached the tech level which enables you to build blacksmiths. Blacksmiths use jobs and steel to make goods.
ca: Has arribat al nivell tècnic de les fargues. Les fargues necessiten llocs de treball i acer.

source: You have reached the tech level which enables you to build coal fired power stations.
ca: Has arribat al nivell tècnic que et permet construir centrals tèrmiques.

source: You have reached the tech level which enables you to build fire stations. Fire stations prevent most fires from starting. If you haven't had any fires yet, you might not think you need them.
ca: Has arribat al nivell tècnic que et permet construir estacions de bombers.Les estacions de bombers prevenen l'aparició de la majoria d'incendis. Encaraque no hagis tingut cap incendi no et pensis que no els necessites.

source: You have reached the tech level which enables you to build health centres. Heath centres reduce the number of people killed by pollution and increase overall productivity.
ca: Has arribat al nivell tecnològic que et permet construir un centres sanitaris. Els centres sanitaris redueixen el nombre de morts per contaminació i fa que la productivitat s'incrementi.

source: You have reached the tech level which enables you to build heavy industry (steel works). Heavy industry produces steel.
ca: Has assolit un nou nivell tècnic i podrás construir indústries pesades (La industria pesada produeix acer).

source: You have reached the tech level which enables you to build light industry. Light industry produces goods.
ca: Has arribat a un nou nivell tècnic que et permet construir indústries elèctriques. La indústria elèctrica produeix béns.

source: You have reached the tech level which enables you to build mills. Mills use jobs and food to make goods. Watch out, they can use a lot of food!
ca: Has arribat a un nou nivell tècnic que et permet construir fàbriques. Les fàbriques donen feina, aliment i produeixen béns.

source: You have reached the tech level which enables you to build modern, more efficient, windmills.
ca: Has arribat a un nou nivell tècnic que et permet construir Molins de vent més moderns.

source: You have reached the tech level which enables you to build parks. Parks are used to absorb pollution.
ca: Has arribat a un nivell tècnic que et permet contruir parcs. Els parcs es fan servir per absorbir la contaminació

source: You have reached the tech level which enables you to build potteries. Potteries use jobs and ore to make goods. (You need ore mines to get ore)
ca: Has arribat a un nou nivell tècnic que et permet construir terrisseries.La ceràmica genera feina i produeix béns.

source: You have reached the tech level which enables you to build railways.
ca: Has arribat a un nivell tècnic que et permet construir vies fèrrees.

source: You have reached the tech level which enables you to build rivers.
ca: Has arribat a un nivell tècnic que et permet contruir canals.

source: You have reached the tech level which enables you to build roads. See the help screen for more information.
ca: Has arribat a un nivell tècnic que et permet construir carreteres. Trobaràs mésinformació a la pantalla d'ajuda.

source: You have reached the tech level which enables you to build rocket launch pads. Rockets enable you to evacuate your population and is a way to 'win' the game.
ca: Has arribat a un nivell tècnic que et permet construir plataformes aeroespacials.Els coets et permeten evacuar la població i es una via per guanyar el joc.

source: You have reached the tech level which enables you to build schools. Schools use jobs and goods to increase tech level.
ca: Has arribat a un nivell tècnic que et permet construir escoles. Les escoles necessiten treballadors i béns per tal d'incrementar el nivell tècnic.

source: You have reached the tech level which enables you to build solar power stations.
ca: Has arribat a un nivell tècnic que et permet construir Centrals Solars.

source: You have reached the tech level which enables you to build universities. Universities produces PhDs, which produce more technology.
ca: Has arribat a un nivell tècnic que et permet construir universitats. Les Universitats generen I+D, produint mes tecnologia.

source: You have reached the tech level which enables you to build windmills.
ca: Has arribat a un nivell tècnic que et permet construir molins de vent.

source: You have reached the tech level which enables you to dig deep coal mines.
ca: Has arribat a un nivell tècnic que et permet construir mines de carbó.

source: You have reached the tech level which enables you to recycling centres. Recycling centres recycle used goods back into ore.
ca: Has arribat a un nivell tècnic que et permet construir centres de reciclatge. Els centres de reciclatge reutilitzen els articles bells i els converteixen en coure.

source: You have won the game.
ca: Has guanyat el Joc.

source: You should start a new career elsewhere.
ca: Podrieu començar una nova partida.

source: Your people have invented basketball. Basketball Courts use a few jobs and goods and make people in the surrounding areas (about 10 units in each direction) happier.
ca: Els teus habitants han inventat el bàsquet. Les pistes de bàsquet necessitenpocs treballadors i béns i fan que la gent que hi ha a la vora (aproximadament10 unitats en cada direcció) estigui millor.

source: Your rocket crashed shortly after launch. People no longer trust the technology for evacuation. You must launch five more unmanned rockets to restore confidence.
ca: El teu coet a explotat després de l'enlairament. La gent no creuen la tecnologia per a ser evacuada. Has de llençar cinc coets nousper a guanyar-te la seva confiança.

source: [+] Zoom in view so that less buildings but more details are visible
ca: [+] Augmenta el zoom que fa que es mostrin menys edificis peròes fan visibles més detalls.

source: [-] Zoom out
ca: [-] Allunyar

source: [F1] Press this button to get help
ca: [F1] Prem aquet botó per obtenir ajuda.

source: [h] Hide high buildings.
ca: [h] Amaga els grans edificis

source: save to selected slot
ca: Desa l'opció triada.
